<template>
    <div class="container">
        <ul class="breadcrumbs">
            <li class="breadcrumbs-item">Главная страница</li>
            <li class="breadcrumbs-item">Документы</li>
            <li class="breadcrumbs-item">Лицензионный договор</li>
        </ul>
        <h1 class="title">Лицензионный договор</h1>
        <section>
            <h2>Заголовок 1</h2>
            <p>
                Представленная тележка-дозатор обеспечивает высококачественную
                обработку любых территорий сыпучими противогололедными
                реагентами самых разных типов, включая такие тяжелые, как
                гранитная и мраморная крошка, песок и пескосоляные смеси.
                Тележка прекрасно подходит для использования во дворах
                многоквартирных домов, обработки территорий промышленных
                предприятий, востребована владельцами магазинов, различных
                коммерческих компаний. Кроме того, она может использоваться для
                высева семян на газонах, теннисных кортах и других территориях.
            </p>
            <p>
                Представленная тележка-дозатор обеспечивает высококачественную
                обработку любых территорий сыпучими противогололедными
                реагентами самых разных типов, включая такие тяжелые, как
                гранитная и мраморная крошка, песок и пескосоляные смеси.
            </p>
        </section>
        <section>
            <h2>Заголовок 2</h2>
            <p>
                Представленная тележка-дозатор обеспечивает высококачественную
                обработку любых территорий сыпучими противогололедными
                реагентами самых разных типов, включая такие тяжелые, как
                гранитная и мраморная крошка, песок и пескосоляные смеси.
            </p>
        </section>
        <section>
            <h2>Заголовок 3</h2>
            <p>
                Представленная тележка-дозатор обеспечивает высококачественную
                обработку любых территорий сыпучими противогололедными
                реагентами самых разных типов, включая такие тяжелые, как
                гранитная и мраморная крошка, песок и пескосоляные смеси.
                Тележка прекрасно подходит для использования во дворах
                многоквартирных домов, обработки территорий промышленных
                предприятий, востребована владельцами магазинов, различных
                коммерческих компаний. Кроме того, она может использоваться для
                высева семян на газонах, теннисных кортах и других территориях.
            </p>
            <p>
                Представленная тележка-дозатор обеспечивает высококачественную
                обработку любых территорий сыпучими противогололедными
                реагентами самых разных типов, включая такие тяжелые, как
                гранитная и мраморная крошка, песок и пескосоляные смеси.
            </p>
        </section>
    </div>
</template>
<style scoped>
.container {
    max-width: 1164px;
    width: 100%;
    margin: 0 auto;
    padding-inline: 10px;
}
.breadcrumbs {
    margin-block: 20px;
    display: flex;
    gap: 10px;
    font-weight: 400;
    font-size: 13px;
    line-height: 120%;
}
.breadcrumbs li:not(:last-child) {
    color: #000;
    display: flex;
    align-items: center;
}
.breadcrumbs li:not(:last-child)::after {
    content: '';
    display: inline-block;
    width: 5px;
    height: 5px;
    border: 1px solid black;
    border-radius: 50%;
    background-color: #000;
    color: #000;
    margin-left: 10px;
}
.breadcrumbs li:last-child {
    color: #8f8f8f;
}
h1 {
    margin-bottom: 40px;
    font-weight: 700;
    font-size: 41px;
    line-height: 120%;
    color: #000;
}
h2 {
    font-weight: 700;
    font-size: 41px;
    line-height: 120%;
    color: #383838;
    margin-bottom: 25px;
}
p {
    font-weight: 400;
    font-size: 18px;
    line-height: 120%;
    color: #000;
    margin-bottom: 15px;
    text-align: justify;
}
section {
    margin-bottom: 30px;
}
@media (max-width: 480px) {
    .breadcrumbs {
        display: none;
    }
    h1 {
        margin-top: 40px;
    }
}
</style>
